Repository: balcy/address-book-service
Catalog: po/*.po
Languages: am, be, br, ca, es, fa, fi, fr, gd, gl, hu, it, lv, nl, pt, ru, sk, sr, uk

source: %1 contact sync account needs upgrade. Please connect with the internet.
am: %1 የ ግንኙነት ማስማሚያ መግለጫ ማሻሻያ ይፈልጋል: እባክዎን ከ ኢንተርኔት ጋር ይገናኙ
be: %1 сінхранізацыя кантактаў уліковага запісу. Калі ласка, злучыцеся з інтэрнэтам.
br: Ar gont da sinkronelaat darempredoù %1 he deus ezhomm da vezañ lakaet a-live. Kevreit ouzh internet, mar plij.
ca: Al compte de sincronització de contactes %1 li cal actualitzar-se. Si us plau connecteu-vos a Internet.
es: La sincronización de contactos de %1 necesita una actualización. Por favor, conéctese a Internet.
fa: حساب هم‌گام سازی آشنایان %1 نیاز به ارتقا دارد.لطفاً با اینترنت وصل شوید.
fi: "%1"-yhteystietojen synkronointitili tulee päivittää. Yhdistä laite internetiin.
fr: Le compte de synchronisation de contacts %1 a besoin d'être mis à niveau. Veuillez vous connecter via Internet.
gd: Tha cunntas sioncronachadh luchd-aithne %1 feumachd air àrdachadh. Nach ceangail thu ris an eadar-lìon?
gl: A conta de sincronización de contactos de %1 precisa anovación. Conéctese a internet.
hu: %1 névjegy szinkronizáló szolgáltatást frissíteni kell. Kérjük csatlakozzon az internethez.
it: L'account di sincronizzazione contatti %1 deve essere aggiornato. Connettersi a Internet.
lv: %1 kontaktu sinhronizēšanas kontu ir jāuzlabo. Lūdzu, savienojieties ar internetu.
nl: %1 contact sync-account moet worden opgewaardeerd. Gelieve verbinding te maken met het internet.
pt: Conta %1 de sincronização de contactos precisa de ser atualizada. Ligue-se à internet.
sk: %1 synchronizačný účet kontaktov potrebuje aktualizovať. Pripojte sa, prosím, k internetu.
sr: %1 налогу за синхронизовање контаката је потребна надоградња. Молимо да се повежете на интернет.
uk: Обліковий запис синхронізації контактів %1 потребує оновлення. Будь ласка, встановіть з’єднання з інтернетом.

source: %1 contact sync account upgrade already in progress
am: %1 የ ግንኙነት ማስማሚያ መግለጫ ማሻሻያ በሂደት ላይ ነው
be: %1 сінхранізацыя кантактаў уліковага запісу, ідзе абнаўленьне
br: Emeur o lakaat a-live ar gont da sinkronelaat darempredoù %1 dija
ca: L'actualització de compte de sincronització de contactes %1 ja s'està actualitzant
es: La sincronización de contactos de %1 ya está en marcha
fa: ارتقای حساب هم‌گام سازی آشنایان %1 هم‌اکنون در حال انجام است
fi: "%1"-yhteystietojen synkronointitilin päivitys on jo käynnissä
fr: Mise à niveau du compte de synchronisation de contacts %1 déjà en cours
gd: Tha àrdachadh cunntas sioncronachadh luchd-aithne %1 a’ dol mu thràth
gl: A anovación da conta de sincronización de contactos de %1 xa está en proceso
hu: %1 névjegy szinkronizáló szolgáltatás frissítése már folyamatban van
it: Aggiornamento dell'account di sincronizzazione contatti %1 già in corso
lv: %1 kontaktu sinhronizēšanas konta uzlabošana jau notiek
nl: %1 contact sync-account opwaardering is al begonnen
pt: Conta %1 de sincronização de contactos está a ser atualizada.
sk: %1 synchronizačný účet kontaktov sa práve aktualizuje
sr: Надоградња %1 налога за синхронизовање контаката је већ у току
uk: Оновлення облікового запису синхронізації контактів %1 вже виконується

source: %1 contact sync account upgrade in progress
am: %1 የ ግንኙነት ማስማሚያ መግለጫ ማሻሻያ በሂደት ላይ ነው
be: %1 сінхранізацыя кантактаў уліковага запісу, прагрэс абнаўленьня
br: Emeur o lakaat a-live ar gont da sinkronelaat darempredoù %1
ca: L'actualització de compte de sincronització de contactes %1 està en marxa
es: La sincronización de contactos de %1 está en marcha
fa: ارتقای حساب هم‌گام سازی آشنایان %1 در حال انجام است
fi: "%1"-yhteystietojen synkronointitilin päivitys on käynnissä
fr: Mise à niveau du compte de synchronisation de contacts %1 en cours
gd: Tha àrdachadh cunntas sioncronachadh luchd-aithne %1 a’ dol
gl: A anovación da conta de sincronización de contactos de %1 está en proceso
hu: %1 névjegy szinkronizáló szolgáltatás frissítése folyamatban
it: Aggiornamento dell'account di sincronizzazione contatti %1 in corso
lv: Notiek %1 kontaktu sinhronizēšanas konta uzlabošana
nl: %1 contact sync-account opwaardering is begonnen
pt: Conta %1 de sincronização de contactos em atualização.
sk: %1 synchronizačný účet kontaktov sa aktualizuje
sr: Надоградња %1 налога за синхронизовање контаката је у току
uk: Оновження облікового запису синхронізації контактів %1 вже виконується

source: %1. Do you want to retry now?
am: %1. አሁን መሞከር ይፈልጋሉ?
be: %1. Паўтарыць зноўку?
br: %1. Ha fellout a ra deoc'h esaeañ adarre bremañ ?
ca: %1. Voleu tornar a provar ara?
es: %1. ¿Quiere intentarlo de nuevo ahora?
fa: %1. می‌خواهید کنون دوباره تلاش کنید؟
fi: %1. Haluatko yrittää uudelleen nyt?
fr: %1. Voulez-vous réessayer maintenant ?
gd: %1. A bheil thu airson feuchainn ris a-rithist?
gl: %1. Desexa reintentalo agora?
hu: %1. Szeretné újrapróbálni most?
it: %1. Riprovare ora?
lv: %1. Vai vēlaties mēģināt vēlreiz tagad?
nl: %1. Wilt u het nu opnieuw proberen?
pt: %1. Quer tentar novamente?
ru: %1. Попробовать ещё раз?
sk: %1. Chcete opakovať?
sr: %1. Да ли желите да поново покушате сада?
uk: %1. Хочете повторити спробу зараз?

source: Account update
am: መግለጫ ማሻሻያ
be: Абнаўленьне ўліковага запісу
br: Lakaat ar gont a-live
ca: Actualització del compte
es: Actualización de cuenta
fa: به‌روز رسانی حساب
fi: Tilin päivitys
fr: Mise à jour du compte
gd: Ùrachadh a’ chunntais
gl: Actualización de contas
hu: Fiókfrissítés
it: Aggiornamento account
lv: Konta atjaunināšana
nl: Account bijwerken
pt: Atualização de conta
ru: Обновление аккаунта
sk: Aktualizácia účtu
sr: Ажурирање налога
uk: Оновлення облікового запису

source: Address book service
am: የ አድራሻ ደብተር ግልጋሎት
be: Адрасная кніга
br: Servij levr chomlec'hioù
ca: Servei de llibreta d'adreces
es: Servicio de libreta de direcciones
fa: خدمات دفترچه نشانی
fi: Osoitekirjapalvelu
fr: Service de synchronisation de carnet d'adresse
gd: Seirbheis leabhar nan seòladh
gl: Servizo de axenda
hu: Névjegyek szolgáltatás
it: Servizio di rubrica
lv: Adrešu grāmatas serviss
nl: Adresboekdienst
pt: Serviço de livro de endereços
ru: Адресная книга
sk: Adresárová služba
sr: Сервис именика
uk: Служба адресної книги

source: Contact sync upgrade complete.
am: የ ግንኙነት ማስማሚያ መግለጫ ማሻሻያ በሂደት ላይ ነው
be: Сінхранізацыя кантактаў, абнаўленьне скончана.
br: Echu ei lakaat a-live sinkroneladur an darempredoù
ca: S'ha completat l'actuatlització de la sincronització de contactes.
es: Actualización de sincronización de contactos completada.
fa: ارتقای هم‌گام سازی آشنایان تمام شد.
fi: Yhteystietojen synkronoinnin päivitys on valmis.
fr: Mise à niveau de la synchronisation de contacts terminée.
gd: Chaidh sioncronachadh an luchd-aithne a choileanadh.
gl: Completouse a anovación da sincronización de contactos.
hu: A névjegy szinkronizáló szolgáltatás frissítése sikeres.
it: Aggiornamento della sincronizzazione contatti completato.
lv: Kontaktu sinhronizēšanas uzlabošana ir pabeigta.
nl: Contact sync opwaardering voltooid.
pt: Atualização de sincronização de contactos completa.
sk: Synchronizácia kontaktov dokončená.
sr: Надоградња сонхронизације контаката је завршена.
uk: Оновлення служби синхронізації контактів завершено.

source: Contacts app is updated already!
am: የ ግንኙነት መተግበሪያ ማሻሻያ ጨርሷል!
be: Кантакты ўжо абноўлены!
br: A-live emañ an arload Darempredoù dija ?
ca: L'aplicació de contactes ja està actualitzada!
es: Ya se ha actualizado la aplicación de cuentas.
fa: کارهٔ آشنایان هم‌اکنون به‌روز است!
fi: Yhteystietosovellus on jo päivitetty!
fr: L'application Contacts est déjà mise à jour !
gd: Chaidh aplacaid an luchd-aithne ùrachadh mu thràth!
gl: Xa se actualizou o aplicativo de contactos.
hu: A Névjegyek alkalmazás frissítése már megtörtént!
it: App Contatti già aggiornata.
lv: Kontaktu lietotne jau ir atjaunināta!
nl: Contactenapp is al bijgewerkt!
pt: A app de contactos está atualizada!
ru: Приложение Контакты уже обновлено!
sk: Aplikácia kontaktov aktualizovaná!
sr: Програм за контактвећ е је ажуриран!
uk: Програму обслуговування записів контактів вже оновлено!

source: Fail to authenticate!
am: ማረጋገጥ አልተቻለም
be: Збой аўтэнтыфікацыі!
br: C'hwitet eo an dilesadur !
ca: No s'ha pogut autenticar!
es: ¡Fallo al autentificar!
fa: تأیید اعتبار شکست خورد!
fr: Échec lors de l'identification !
gd: Dh’fhàillig an dearbhadh!
gl: Produciuse un fallo na autenticación.
hu: Sikertelen hitelesítés!
it: Autenticazione non riuscita.
lv: Neizdevās autentificēties!
nl: Authenticatie mislukt!
pt: Falha ao autenticar!
ru: Сбой аутентификации!
sk: Nepodarilo sa overiť!
sr: Неуспешно аутентификовање!
uk: Не вдалося пройти розпізнавання!

source: Fail to connect to contact sync service!
am: ወደ ግንኙነት ማስማሚያ ግልጋሎት መገናኘት አልተቻለም!
be: Не атрымалася далучыцца да службы сінхранізацыі кантактаў!
br: N'eus ket bet gallet kevreañ ouzh ar servij da sinkronelaat an darempredoù !
ca: Ha fallat la connexió al servei de sincronització de contactes!
es: ¡Falló al conectar al servicio de sincronización de contactos!
fa: اتّصال به خدمت هم‌گام سازی آشنایان شکست خورد!
fr: Échec de la connexion au service de synchronisation de contacts !
gd: Cha b’ urrainn dhuinn ceangal ri seirbheis sioncronachadh an luchd-aithne!
gl: Produciuse un fallo conectando co servizo de sincronización de contactos.
hu: Nem sikerült csatlakozni a névjegy szinkronizáló szolgáltatáshoz!
it: Connessione al servizio di sincronizzazione contatti non riuscita.
lv: Neizdevās savienoties ar kontaktu sinhronizēšanas servisu!
nl: Verbinden met contact sync-dienst mislukt!
pt: Falha ao ligar ao serviço de sincronização de contactos!
ru: Не удалось подключиться к службе синхронизации контактов!
sk: Nepodarilo sa pripojiť k synchronizačnej službe kontaktov!
sr: Неуспешно повезивање на сервис синхронизације контаката!
uk: Не вдалося встановити з’єднання із службою синхронізації контактів!

source: Fail to connect to internet!
am: ከ ኢንተርኔት ጋር መገናኘት አልተቻለም!
be: Не атрымалася далучыцца да інтэрнэту!
br: N'eus ket bet gallet kevreañ ouzh internet !
ca: No s'ha pogut connectar a Internet!
es: ¡Falló al conectar a Internet!
fa: اتّصال به اینترنت شکست خورد!
fr: Échec de la connexion à Internet !
gd: Cha b’ urrainn dhuinn ceangal ris an eadar-lìon!
gl: Produciuse un fallo ao conectar a internet.
hu: Nem sikerült csatlakozni az internethez!
it: Connessione a Internet non riuscita.
lv: Neizdevās savienoties ar internetu!
nl: Verbinden met het internet mislukt!
pt: Falha ao ligar à internet!
ru: Не удалось подключиться к интернету!
sk: Nepodarilo sa pripojiť k internetu!
sr: Неупсешно повезивање на интернет!
uk: Не вдалося встановити з’єднання із інтернетом!

source: Fail to create sync profile!
am: የ ማስማሚያ ገጽታ መፍጠር አልተቻለም!
be: Не атрымалася стварыць профіль сінхранізацыі!
br: N'eus ket bet gallet krouiñ ur profil sinkronelaat !
ca: No s'ha pogut crear el perfil de sincronització!
es: ¡Falló al crear un perfil de sincronización!
fa: ایجاد نمایهٔ هم‌گام سازی شکست خورد!
fr: Échec de la création d'un profil de synchronisation !
gd: Cha b’ urrainn dhuinn a’ phròifil sioncronachaidh a chruthachadh!
gl: Produciuse un fallo creando o perfil de sincronización.
hu: Nem sikerült a szinkronizálóprofil létrehozása!
it: Creazione del profilo di sincronizzazione non riuscita.
lv: Neizdevās izveidot sinhronizēt profilu!
nl: Aanmaken syncprofiel mislukt!
pt: Falha ao criar perfil de sincronização!
ru: Не удалось создать профиль синхронизации!
sk: Nepodarilo sa vytvoriť synchronizačný profil!
sr: Неуспешно креирање профила за синхронизацију!
uk: Не вдалося створити профіль синхронізації!

source: Fail to sync contacts!
am: ግንኙነት ማስማማት አልተቻለም!
be: Не атрымалася сінхранізаваць кантакты!
br: N'eus ket bet gallet sinkronelaat an darempredoù !
ca: No s'han pogut sincronitzar els contactes!
es: ¡Falló al sincronizar contactos!
fa: هم‌گام سازی آشنایان شکست خورد!
fr: Échec de la synchronisation de contacts !
gd: Dh’fhàillig sioncronachadh an luchd-aithne!
gl: Produciuse un fallo sincronizando os contactos.
hu: Nem sikerült a névjegy szinkronizálás!
it: Sincronizzazione dei contatti non riuscita.
lv: Neizdevās sinhronizēt kontaktus!
nl: Contacten synchroniseren mislukt!
pt: Falha ao sincronizar contactos!
ru: Не удалось синхронизировать контакты!
sk: Nepodarilo sa synchronizovať kontakty!
sr: Неуспешно синхронизовање контаката!
uk: Не вдалося синхронізувати контакти!

source: Fail to update
am: ማሻሻል አልተቻለም
be: Памылка пры абнаўленьні
br: N'eus ket bet gallet lakaat a-live
ca: No s'ha pogut actualitzar
es: Fallo al actualizar
fa: به‌روز رسانی شکست خورد
fr: Échec de la mise à jour
gd: Dh’fhàillig an t-ùrachadh
gl: Produciuse un na actualización.
hu: Nem sikerült a frissítés
it: Aggiornamento non riuscito
lv: Neizdevās atjaunināt
nl: Bijwerken mislukt
pt: Falha ao atualizar
ru: Не удалось обновить
sk: Nepodarilo sa aktualizovať
sr: Неуспешно ажурирање
uk: Не вдалося оновити

source: Internal error during the sync!
am: በ ማስማማት ላይ እንዳለ የ ውስጥ ስህተት ተፈጥሯል!
be: Памылка пры сінхранізацыі!
br: Fazi diabarzh e-pad ar sinkronelaat !
ca: Error intern durant la sincronització!
es: ¡Error interno durante la sincronización!
fa: خطای داخلی هنگام هم‌گام سازی!
fi: Sisäinen virhe synkronoinnin aikana!
fr: Erreur interne lors de la synchronisation !
gd: Thachair mearachd inntearnail rè an t-sioncronachaidh!
gl: Erro interno na sincronización.
hu: Belső hiba történt a szinkronizálás közben!
it: Errore interno durante la sincronizzazione.
lv: Iekšēja kļūda sinhronizējot!
nl: Interne fout tijdens de synchronisatie!
pt: Erro interno durante a sincronização!
ru: Внутренняя ошибка при синхронизации!
sk: Vnútorná chyba pri synchronizácii!
sr: Грешка на интернету током синхронизације!
uk: Внутрішня помилка під час синхронізації!

source: No
am: አይ
be: Не
br: Ket
fa: نه
fi: Ei
fr: Non
gd: Chan eil
gl: Non
hu: Nem
lv: Nē
nl: Nee
pt: Não
ru: Нет
sk: Nie
sr: Не
uk: Ні

source: Online account not found!
am: የ መስመር ላይ መግለጫ አልተገኘም!
be: Анлайн акаўнт не знойдзены!
br: N'eo ket bet kavet ar gont enlinenn !
ca: No s'ha trobat el compte en línia!
es: No se encontró la cuenta en línea.
fa: حساب برخط پیدا نشد!
fi: Verkkotiliä ei löytynyt!
fr: Compte en ligne non trouvé !
gd: Cha deach an cunntas air loidhne a lorg!
gl: Non foi posíbel atopar a conta en liña.
hu: Online fiók megtalálva!
it: Account online non trovato.
lv: Netika atrasts tiešsaistes konts!
nl: Online-acount niet gevonden!
pt: Sem conta online!
ru: Онлайн аккаунт не найден!
sk: Nebol nájdený online účet!
sr: Налог на мрежи није пронађен!
uk: Не знайдено облікового запису!

source: To retry later open Contacts app and press the sync button.
am: በኋላ ለመሞከር የ ግንኙነት መተግበሪያ ይክፈቱ እና ማስማሚያ ቁልፍ ይጫኑ
be: Для паўторнай спробы адчыніце Кантакты і націсьніце кнопку сінхранізацыі.
br: Evit esaeañ diwezhatoc'h, digeriñ an arload Darempredoù ha pouezañ war ar bouton sinkronelaat
ca: Per tornar a provar més tard obriu l'aplicació Contactes i premeu el botó de sincronització.
es: Para reintentarlo más tarde, abra la apli de Contactos y presione el botón de sincronización.
fa: برای تلاش دوباره، بعداً کارهٔ آشنایان را گشوده و دکمهٔ هم‌گام سازی را بزنید.
fi: Yritä myöhemmin uudelleen avaamalla yhteystietosovellus ja painamalla synkronointipainiketta.
fr: Pour réessayer plus tard, ouvrez l'application Contacts et appuyez sur le bouton de synchronisation
gd: Airson feuchainn ris a-rithist, fosgail aplacaid an luchd-aithne is brùth putan an t-sioncronachaidh.
gl: Para tentalo máis tarde, abra o aplicativo Contactos e prema no botón de sincronización.
hu: Próbálja később újra megnyitni a Névjegyek alkalmazást és kattintson a szinkronizálás gombra.
it: Per riprovare in un secondo momento aprire l'app Contatti e premere il pulsante di sincronizzazione.
lv: Lai vēlāk mēģinātu atkal, atveriet Kontaktu lietotni un spiediet sinhronizēšanas pogu.
nl: Om het later opnieuw te proberen, open de Contactenapp en druk op de sync-knop.
pt: Para tentar novamente, abra os Contactos e clique no botão de sincronizar.
ru: Для повторной попытки откройте Контакты и нажмите кнопку синхронизации.
sk: Pre zopakovanie neskôr, otvorte aplikáciu Kontakty a stlačte tlačidlo pre synchronizáciu.
sr: Да покушате касније отворите програм за контакте и притисните дугме за синхронизацију.
uk: Щоб повторити спробу пізніше, відкрийте «Контакти» і натисніть кнопку синхронізації.

source: Update already in progress!
am: ማሻሻያ በሂደት ላይ ነው!
be: Абнаўленьне ўжо запушчана!
br: Emeur o lakaat a-live dija !
ca: L'actualització ja està en marxa!
es: ¡Actualización ya en marcha!
fa: به‌روز رسانی هم‌اکنون در حال انجام است!
fi: Päivitys on jo meneillään!
fr: Mise à jour déjà en cours !
gd: Tha ùrachadh a’ dol mu thràth!
gl: A actualización xa está en progreso.
hu: A frissítés már folyamatban van!
it: Aggiornamento già in corso.
lv: Jau notiek atjaunināšana!
nl: Bijwerken is al begonnen!
pt: Atualização já está em progresso!
ru: Обновление уже запущено!
sk: Aktualizácia prebieha!
sr: Ажурирање је већ у току!
uk: Оновлення вже виконується!

source: Update complete
am: ማሻሻያ ጨርሷል
be: Абнаўленьне выканана
br: Echu eo al lakaat a-live
ca: Actualització completada
es: Actualización completada
fa: به‌روز رسانی کامل شد
fi: Päivitys valmistui
fr: Mise à jour terminée
gd: Chaidh ùrachadh
gl: Actualización completada
hu: A frissítés készen van
it: Aggiornamento completato
lv: Atjaunināšana ir pabeigta
nl: Bijwerken voltooid
pt: Atualização completa
ru: Обновление завершено
sk: Aktualizácia dokončená
sr: Ажурирање је завршено
uk: Оновлення зображення

source: Update required
am: ማሻሻል ያስፈልጋል
be: Неабходнае абнаўленьне
br: Ret eo lakaat a-live
ca: Es requereix una actualització
es: Es necesario actualizar
fa: نیاز به به‌روز رسانی است
fi: Päivitys vaaditaan
fr: Mise à jour nécessaire
gd: Tha feum air ùrachadh
gl: Requírese actualización
hu: Frissítés szükséges
it: Aggiornamento richiesto
lv: Nepieciešama atjaunināšana
nl: Bijwerken vereist
pt: Atualização necessária
ru: Требуется обновление
sk: Vyžadovaná aktualizácia
sr: Потребно ажурирање
uk: Потрібне оновлення

source: Yes
am: አዎ
be: Так
br: Ya
ca: Sí
es: Sí
fa: بله
fi: Kyllä
fr: Oui
gd: Tha
gl: Si
hu: Igen
it: Sì
lv: Jā
nl: Ja
pt: Sim
ru: Да
sk: Áno
sr: Да
uk: Так

source: Your Contacts app needs to be upgraded. Only local contacts will be editable until upgrade is complete
am: የ እርስዎ ግንኙነት መተግበሪያ ማሻሻያ ይፈልጋል: የ አካባቢ ግንኙነቶች ብቻ ማረም ይችላሉ ማሻሻያው እስኪጨርስ ድረስ
be: Дадатку Кантакты патрабуецца абнаўленьне. Да завяршэння абнаўленьня можна будзе рэдагаваць толькі лакальныя кантакты
br: Ret eo lakaat hoc'h arload Darempredoù a-live. N'eus nemet an darempredoù lec'hel a c'hallo bezañ aozet betek ma vo echu al lakaat a-live
ca: A la vostra aplicació Contactes li cal ser actualitzada. Sols es podran editar els contactes locals fins que es completi l'actualització
es: Debe actualizar la apli de Contactos. Solo podrá editar los contactos locales hasta que actualice.
fa: کارهٔ آشنایانتان نیاز به ارتقا دارد. تا پایان ارتقا، فقط آشنایان محلّی قابل ویرایشند
fi: Yhteystietosovellus tulee päivittää. Vain paikalliset yhteystiedot ovat muokattavissa, kunnes päivitys on tehty
fr: Votre application Contacts doit être mise à niveau. Seul les contacts locaux seront modifiables jusqu'à ce que la mise à niveau soit terminée
gd: Tha aplacaid an luchd-aithne agad feumach air àrdachadh. Chan urrainn dhut ach luchd-aithne ionadail a dheasachadh gus am bi an t-àrdachadh deiseil.
gl: O aplicativo Contactos precisa anovarse. Até que se complete a anovación só poderá editar os contactos locais
hu: A Névjegyek alkalmazás frissítésre szorul. Csak a helyi névjegyek szerkeszthetőek addig, amíg a frissítés kész nem lesz.
it: L'app Contatti deve essere aggiornata. Solo i contatti locali saranno modificabili fino al completamento dell'aggiornamento
lv: Jūsu kontaktu lietotne ir jāuzlabo. Līdz uzlabošanai varēs rediģēt tikai lokālos kontaktus
nl: U dient uw Contactenapp op te waarderen. Totdat het opwaarderen voltooid is, zullen alleen lokale contacten kunnen worden bewerkt.
pt: A sua app de contactos precisa de ser atualizada. Apenas contactos locais serão editáveis até a atualização estar completa.
ru: Приложению Контакты требуется обновление. До завершения обновления можно будет редактировать только локальные контакты
sk: Aplikácia Kontakty potrebuje byť aktualizovaná. Do skončenia aktualizácie môžete upravovať len lokálne kontakty
sr: Ваш програм за контакте мора да се надогради. Само локални контакти могу бити мењани дос се надоградња не заврши
uk: Ваш засіб для роботи з контактами потребує оновлення. До завершення оновлення ви зможете редагувати лише локальні записи контактів

source: Your Contacts app upldate is complete.
am: የ እርስዎ ግንኙነት መተግበሪያ ማሻሻያ ጨርሷል
be: Дадатак Кантакты абноўлены
br: Echu eo lakaat hoc'h arload Darempredoù a-live
ca: L'actualització de la vostra aplicació Contactes s'ha completat.
es: La actualización de la apli de Contactos ya está completa.
fa: به‌روز رسانی کارهٔ آشنایانتان کامل شد.
fr: La mise à jour de votre application Contacts est terminée.
gd: Chaidh aplacaid an luchd-aithne agad a choileanadh.
gl: Completouse a actualización do aplicativo de contactos.
hu: A Névjegyek alkalmazás frissítése sikeres.
it: Aggiornamento dell'app Contatti completato.
lv: Kontaktu lietotne ir uzlabota.
nl: Het bijwerken van uw Contactenapp is voltooid.
pt: A sua app de contactos está atualizada.
ru: Приложение Контакты обновлено
sk: Aktualizácia aplikácie Kontakty dokončená.
sr: Ажурирање Ваше апликације за контакте је завршено.
uk: Оновлення вашої програми обслуговування контактів завершено.
